<template>
  <section>
    <div class="container">
      <div class="ratio ratio-11x9 mb-5">
        <img class="object-fit-cover" alt="the 5 steps to buy a car on leasing"
             src="../assets/images/5-steps-for-leasing.jpg">
      </div>
      <div class="text-start">
        <section>
          <p>
            Доколку сакате да купите возило на лизинг Ве молиме детално прегледајте ги податоците на оваа страна. Подолу
            имате калкулатор со кој можете орентационо да ги пресметате ратите за лизингот. Плаќањето можете да го
            прилагодите според вашите можности и потреби. На пример можете да си одредите фиксен дел за Учество кој ќе
            го платите, а останата сума да ја плаќате на онолку рати колку што Ви одговара.
          </p>
          <p>
            НАПОМЕНА: дел од трошоците за процедурата зa лизинг се фиксни и се плаќаат на лизинг компанијата.
            Корисникот на лизинг е обврзан да го осигура возилото со целосно КАСКО осигурување за целото времетраење на
            лизингот, вклучувајќи и додаток во случај на кражба и проневера.
          </p>
        </section>
        <!--Steps for buying on leasing-->
        <section>
          <h1>
            <strong>Чекори за купување возило на лизинг:</strong>
          </h1>
          <ol>
            <steps-for-buying-car v-for="step in stepsForLeasing" :steps="step"/>
          </ol>
          <p><strong class="ps-4">НАПОМЕНА: Пред превземање на возилото потребно е да обезбедите КАСКО ПОЛИСА.</strong></p>
        </section>
        <!--Documentation for natural person-->
        <section>
          <h1><strong>Документација со барање за лизинг: ФИЗИЧКИ ЛИЦА</strong></h1>
          <p>Со пополнето барање за одобрување на лизинг, <strong>профактура на добавувачот</strong> и <strong>прифатена
            лизинг понуда</strong>, потребно е да се приложат и:</p>
          <ul>
            <li>ПРОФАКТУРА</li>
            <li>БАРАЊЕ за одобрување на лизинг (<a
                href="https://s-leasing.mk/content/%D0%91%D0%B0%D1%80%D0%B0%D1%9A%D0%B5%20%D0%B7%D0%B0%20%D0%BE%D0%B4%D0%BE%D0%B1%D1%80%D1%83%D0%B2%D0%B0%D1%9A%D0%B5%20%D0%BD%D0%B0%20%D0%BB%D0%B8%D0%B7%D0%B8%D0%BD%D0%B3-Fizicki%20Lica.pdf">превземи
              барање</a>)
            </li>
            <li>Копија од ЛИЧНА КАРТА</li>
            <li>ПОТВРДА од работодавецот за редовен работен однос</li>
            <li>Административна забрана од плата од работодавецот (<a
                href="https://s-leasing.mk/content/%D0%90%D0%B4%D0%BC%D0%B8%D0%BD%D0%B8%D1%81%D1%82%D1%80%D0%B0%D1%82%D0%B8%D0%B2%D0%BD%D0%B0%20%D0%B7%D0%B0%D0%B1%D1%80%D0%B0%D0%BD%D0%B0%20%D0%BE%D0%B4%20%D0%BF%D0%BB%D0%B0%D1%82%D0%B0%20%D0%BE%D0%B4%20%D1%80%D0%B0%D0%B1%D0%BE%D1%82%D0%BE%D0%B4%D0%B0%D0%B2%D0%B5%D1%86%D0%BE%D1%82%20%D0%B2%D0%BE%20%D0%BA%D0%BE%D1%80%D0%B8%D1%81%D1%82%20%D0%BD%D0%B0%20%D0%A8%D0%9F%D0%90%D0%A0%D0%9A%D0%90%D0%A1%D0%95%20%D0%9B%D0%98%D0%97%D0%98%D0%9D%D0%93%20%D0%94%D0%9E%D0%9E%20%D0%A1%D0%BA%D0%BE%D0%BF%D1%98%D0%B5.pdf">превземи
              Административна забрана</a>)
            </li>
            <li>ИЗЈАВА за редовна отплата (<a
                href="https://s-leasing.mk/content/%D0%98%D0%B7%D1%98%D0%B0%D0%B2%D0%B0%20%D0%B7%D0%B0%20%D1%80%D0%B5%D0%B4%D0%BE%D0%B2%D0%BD%D0%B0%20%D0%BE%D1%82%D0%BF%D0%BB%D0%B0%D1%82%D0%B0.pdf">превземи
              Изјава</a>)
            </li>
            <li>Годишна даночна пријава (доколку барателот остварува дополнителни приходи)</li>
            <li>Декларации за прием за бруто плата за последните 3 месеци</li>
            <li>СОГЛАСНОСТ за извадок од Македонско Кредитно Биро (<a
                href="https://s-leasing.mk/content/%D0%A1%D0%BE%D0%B3%D0%BB%D0%B0%D1%81%D0%BD%D0%BE%D1%81%D1%82%20%D0%B7%D0%B0%20%D0%B8%D0%B7%D0%B2%D0%B0%D0%B4%D0%BE%D0%BA%20%D0%BE%D0%B4%20%D0%9C%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D1%81%D0%BA%D0%BE%20%D0%9A%D1%80%D0%B5%D0%B4%D0%B8%D1%82%D0%BD%D0%BE%20%D0%91%D0%B8%D1%80%D0%BE.pdf">превземи
              согласност</a>)
            </li>
          </ul>
          <p><strong>Документација треба да биде заверена со потпис и печат на овластеното лице!</strong></p>
          <p><strong>AUTOWELT</strong> го задржува правото да побара дополнителна документација за разгледување на
            барањата за одобрување на лизинг</p>
          <hr>
        </section>
        <!--Documentation for LEGAL ENTITIES-->
        <section>
          <h1><strong>Документација со барање за лизинг: ПРАВНИ ЛИЦА</strong></h1>
          <p>Со пополнето барање за одобрување на лизинг, профактура на добавувачот и прифатена лизинг понуда, потребно
            е да се приложат и:</p>
          <ul>
            <li>Барање за одобрување на лизинг (<a href="https://s-leasing.mk/content/%D0%91%D0%B0%D1%80%D0%B0%D1%9A%D0%B5%20%D0%B7%D0%B0%20%D0%BE%D0%B4%D0%BE%D0%B1%D1%80%D1%83%D0%B2%D0%B0%D1%9A%D0%B5%20%D0%BD%D0%B0%20%D0%BB%D0%B8%D0%B7%D0%B8%D0%BD%D0%B3_Pravni%20Lica-11.01.2022.pdf">превземи барање</a>)</li>
            <li>Копија од тековна состојба, не постара од 6 недели</li>
            <li>Завршна сметка (биланс на состојба и биланс на успех за последните две фискални години)</li>
            <li>Аналитички заклучни листови кон завршните сметки за последните две години</li>
            <li>Аналитички заклучен лист за тековната година со последен датум на книжење</li>
            <li>Согласност за извадок од Македонско Кредитно Биро (<a href="https://s-leasing.mk/content/%D0%A1%D0%BE%D0%B3%D0%BB%D0%B0%D1%81%D0%BD%D0%BE%D1%81%D1%82%20%D0%B7%D0%B0%20%D0%B8%D0%B7%D0%B2%D0%B0%D0%B4%D0%BE%D0%BA%20%D0%BE%D0%B4%20%D0%9C%D0%B0%D0%BA%D0%B5%D0%B4%D0%BE%D0%BD%D1%81%D0%BA%D0%BE%20%D0%9A%D1%80%D0%B5%D0%B4%D0%B8%D1%82%D0%BD%D0%BE%20%D0%91%D0%B8%D1%80%D0%BE.pdf">превземи согласност</a>)</li>
            <li>Изјава за вистински сопственик (<a href="https://s-leasing.mk/content/Izjava-za-vistinski-sopstvenik.pdf">превземи согласност</a>)</li>
          </ul>
          <p>Документација треба да биде заверена со потпис и печат на овластеното лице!</p>
          <p><strong>AUTOWELT</strong> го задржува правото да побара дополнителна документација за разгледување на
            барањата за одобрување на лизинг.</p>
          <hr>
        </section>
        <!--WARNING-->
        <section class="text-danger">
          <p><i>* НАПОМЕНА: ДОКОЛКУ ПОДАТОЦИТЕ КОИ ГИ ОСТАВАТЕ ПРИ ПРЕД-ОДОБРУВАЊЕТО НЕ СЕ ТОЧНИ И ПРЕЦИЗНИ МОЖНО Е
            АПЛИКАЦИЈАТА ЗА ЛИЗИНГ ДА ВИ БИДЕ ОДБИЕНА ИЛИ ПРОЛОНГИРАНА ОД СТРАНА НА БАНКАТА И ПРИТОА ГО ГУБИТЕ
            ОСТАВЕНИОТ КАПАР.</i></p>
        </section>
      </div>
    </div>
  </section>
</template>


<script>
// @ is an alias to /src
import StepsForBuyingCar from "@/components/StepsForBuyingCar";

export default {
  name: 'HomeView',
  components: {
    StepsForBuyingCar
  },
  data() {
    return {
      stepsForLeasing: [
        {
          stepName: 'ИЗБЕРЕТЕ ГО ВОЗИЛОТО',
          description: 'Најпрво го избирате возилото кое сакате да го купите и добивате понуда за истото. Според изборот и понудата се подготвуваат потребните документи.'
        },
        {
          stepName: 'НАШИТЕ ВРАБОТЕНИ ЌЕ ВИ ГИ ПОБАРААТ ПОТРЕБНИТЕ ПОДАТОЦИ',
          description: 'Ги оставате сите потребни податоци на нашите вработени за да ја подготват целокупната документација која е потребна за аплицирање за лизингот.'
        },
        {
          stepName: 'ПРЕДОДОБРУВАЊЕ',
          description: 'Според податоците се преминува на фазата за пред-одобрување која ги елиминира или намалува можностите да бидете одбиени. Затоа е потребно податоците кои ќе ги оставите да бидат точни и прецизни.\n' +
              '  Лизинг копманијата ја разгледаува вашата апликација и дололку се е во ред ќе Ви го одобрат лизингот и ќе ве известат за тоа. Дополнително ќе ви ги кажат понатамошните чекори.'
        },
        {
          stepName: 'КАПАР',
          description: 'Доколку помине постапката на пред-одобрување потребно е да оставите капар за избраното возило за да Ви биде резервирано се до конечно одобрувањето од банката.'
        },
        {
          stepName: 'ПРЕЗЕМАЊЕ НА ВОЗИЛОТО',
          description: 'Откако ќе се завршите целата процедура и лизингот ќе биде одобрен се договара датумот за превземање на возилото.'
        }
      ]
    }
  }
}
</script>