<template>
  <section class="text-start">
    <div class="ratio ratio-11x9">
      <img class="object-fit-cover" src="../assets/images/5-steps-for-leasing.jpg" alt="the 5 steps to buy a car on leasing">
    </div>
    <p>Доколку сакате да купите возило на лизинг Ве молиме детално прегледајте ги податоците на оваа страна. Подолу имате
      калкулатор со кој можете орентационо да ги пресметате ратите за лизингот. Плаќањето можете да го прилагодите
      според вашите можности и потреби. На пример можете да си одредите фиксен дел за Учество кој ќе го платите,
      а останата сума да ја плаќате на онолку рати колку што Ви одговара.</p>
    <p><span class="text-uppercase">Напомена:</span> дел од трошоците за процедурата зa лизинг се фиксни и се плаќаат на лизинг компанијата. Корисникот на лизинг
      е обврзан да го осигура возилото со целосно КАСКО осигурување за целото времетраење на лизингот, вклучувајќи и додаток
      во случај на кражба и проневера.</p>
  </section>
</template>

<script>
export default {
  name: "Description"
}
</script>

<style scoped>

</style>